const star = {
  1: {
    name: '水星',
    meaning: ['心智', '沟通', '智力', '理性', '语言', '智能'],
  },
  2: {
    name: '月亮',
    meaning: ['潜意识', '情绪', '本能', '习惯', '心境'],
  },
  3: {
    name: '金星',
    meaning: ['吸引力', '爱', '关系', '艺术', '美', '和谐'],
  },
  10: {
    name: '木星',
    meaning: ['幸运', '成长', '扩张', '乐观', '丰盛', '理解'],
  },
  16: {
    name: '火星',
    meaning: ['侵略性', '性/驱力', '行动', '欲望', '竞争', '勇气', '激情'],
  },
  19: {
    name: '太阳',
    meaning: ['自我', '基本人格', '意识', '生命力', '精力'],
  },
  21: {
    name: '土星',
    meaning: ['结构', '法则', '限制', '纪律', '责任', '义务', '野心'],
  }
};

export { star };