const zodiac = {
    4: {
        name: '白羊座',
        meaning: ['意志力', '冲动', '主动性', '勇气', '能量', '活跃']
    },
    5: {
        name: '金牛座',
        meaning: ['感官享受', '享乐主义', '坚定', '追求安全感']
    },
    6: {
        name: '双子座',
        meaning: ['理智型', '机智', '善于交际', '灵活多变', '乐于学习']
    },
    7: {
        name: '巨蟹座',
        meaning: ['情感型', '固执', '寻求安全与亲密', '顾家的人']
    },
    8: {
        name: '狮子座',
        meaning: ['魅力', '慷慨', '组织者', '注意力中心']
    },
    9: {
        name: '处女座',
        meaning: ['精准', '善于辨别', '履行必要职责', '功利主义', '批判性眼光']
    },
    11: {
        name: '天秤座',
        meaning: ['美感与比例感', '圆滑体面', '寻求平衡与和谐']
    },
    13: {
        name: '天蝎座',
        meaning: ['刻薄', '热情', '敏锐', '极端情况']
    },
    14: {
        name: '射手座',
        meaning: ['自由灵魂', '无忧无虑', '热爱运动', '开朗', '流浪情结']
    },
    15: {
        name: '摩羯座',
        meaning: ['持久', '有目标感', '自豪', '野心']
    },
    17: {
        name: '水瓶座',
        meaning: ['善于交际', '人道主义', '进步', '博爱', '宇宙精神']
    },
    18: {
        name: '双鱼座',
        meaning: ['敏感', '富有同情心', '乐于助人', '社交', '适应力强']
    }
};

export { zodiac }