/* 
zodiac_pool
"白羊座", "金牛座", "双子座", "巨蟹座", 
"狮子座", "处女座", "天秤座", "天蝎座", 
"射手座", "摩羯座", "水瓶座", "双鱼座" 
*/

/* 
star_pool 
"水星", "月亮", "金星", "木星", "火星", "太阳", "土星"
*/

/* 
element_pool
"风", "水", "火", "土"
*/

/* 
main_pool 
"愚人", "魔术师", "女祭司", "皇后", "皇帝", "教皇", "恋人", "战车", "力量", "隐士", "命运之轮", 
"正义", "倒吊人", "死神", "节制", "恶魔", "高塔", "星星"， "月亮", "太阳"，"审判", "世界"
*/

const main_pool = [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21]
const star_pool = [1, 2, 3, 10, 16, 19, 21]
const zodiac_pool = [4, 5, 6, 7, 8, 9, 11, 13, 14, 15, 17, 18]
const element_pool = [0, 12, 20, 21]

export { main_pool, star_pool, zodiac_pool, element_pool }